# vi: ft=ruby

cask_args appdir: "/Applications"

# taps

tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"
tap "qmk/qmk"

brew "bash"
brew "fzf"
brew "git"
brew "git-gui"
brew "inetutils", link: true
brew "jq"
brew "neovim"
brew "pv"
brew "ripgrep"
brew "tmux"
brew "wget"

cask "font-hack-nerd-font"
cask "iterm2"
cask "google-chrome-beta"
cask "flux"

# cask "transmission"
# cask "kodi"

cask "whatsapp-alpha"
# mas "Telegram", id: 747648890

# letsencrypt

brew "certbot"

# keyboard/qmk

brew "qmk"
cask "qmk-toolbox"
