# vi: ft=ruby

cask_args appdir: "/Applications"

# taps

tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "caskroom/fonts"
tap "qmk/qmk"

brew "bash"
brew "fzf"
brew "git"
brew "git-gui"
brew "inetutils", link: true
brew "jq"
brew "neovim"
brew "pv"
brew "ripgrep"
brew "tmux"
brew "wget"

# cask "transmission"

mas "Telegram", id: 747648890
cask "whatsapp-beta"
cask "google-chrome-beta"
cask "flux"
cask "kodi"
cask "font-hack"

# letsencrypt

brew "certbot"

# keyboard/qmk

brew "qmk"
cask "qmk-toolbox"
